save_waybill.xml

<?xml version="1.0" encoding="UTF-8"?>
<soap:Envelope xmlns:soap="http://www.w3.org/2003/05/soap-envelope" xmlns:tem="http://tempuri.org/">
   <soap:Header/>
   <soap:Body>
      <tem:save_waybill>
         <!--Optional:-->
         <tem:su>test:206322102</tem:su>
         <!--Optional:-->
         <tem:sp>password</tem:sp>
         <!--Optional:-->
         <tem:waybill>
	    <WAYBILL>
    <GOODS_LIST>
      <GOODS>
        <ID>0</ID>
        <W_NAME>კიტრი</W_NAME>
        <UNIT_ID>99</UNIT_ID>
        <UNIT_TXT>კგ</UNIT_TXT>
        <QUANTITY>10</QUANTITY>
        <PRICE>10</PRICE>
        <AMOUNT>100</AMOUNT>
        <BAR_CODE>1234</BAR_CODE>
        <A_ID>0</A_ID>
      </GOODS>
    </GOODS_LIST>
<ID>0</ID>
<TYPE>2</TYPE>
<BUYER_TIN>12345678910</BUYER_TIN>
<CHEK_BUYER_TIN>1</CHEK_BUYER_TIN>
<BUYER_NAME>ვინმე</BUYER_NAME>
<START_ADDRESS>თბილისი</START_ADDRESS>
<END_ADDRESS>თბილისი</END_ADDRESS>
<DRIVER_TIN/>
<CHEK_DRIVER_TIN>1</CHEK_DRIVER_TIN>
<DRIVER_NAME/>
<TRANSPORT_COAST>5</TRANSPORT_COAST>
<TRANSPORTER_TIN>203836233</TRANSPORTER_TIN>
<RECEPTION_INFO/><RECEIVER_INFO/>
<DELIVERY_DATE/>
<STATUS>0</STATUS>
<SELER_UN_ID>731937</SELER_UN_ID>
<PAR_ID/>
<CAR_NUMBER/>
<BEGIN_DATE>2019-08-16T16:34:48</BEGIN_DATE>
<TRAN_COST_PAYER>1</TRAN_COST_PAYER>
<TRANS_ID>7</TRANS_ID>
<TRANS_TXT/>
<COMMENT/>
</WAYBILL>
         </tem:waybill>
      </tem:save_waybill>
   </soap:Body>
</soap:Envelope>
